{
  "acacia": "Arbre des régions arides, à épines, dont certaines espèces fournissent la gomme arabique.",
  "argan": "Fruit de l’arganier dont on tire une huile alimentaire et cosmétique.",
  "arganier": "Arbre du sud marocain dont les graines donnent l’huile d’argan.",
  "autruche": "Grand oiseau coureur du désert, incapable de voler.",
  "babouche": "Chaussure souple orientale, souvent en cuir, sans contrefort.",
  "bazar": "Marché couvert ou ensemble de petites échoppes.",
  "bivouac": "Campement léger et provisoire à la belle étoile ou sous tente.",
  "boussole": "Instrument indiquant le nord grâce à une aiguille aimantée.",
  "burnous": "Manteau ample à capuchon porté en Afrique du Nord.",
  "campement": "Installation provisoire de tentes et d’abris.",
  "caravane": "Groupe de voyageurs traversant le désert avec des animaux.",
  "caravanserail": "Auberge-étape sur les routes caravanières.",
  "caftan": "Vêtement traditionnel long et ample, souvent brodé.",
  "chacal": "Canidé sauvage opportuniste des zones arides.",
  "chameau": "Grand camélidé à bosse(s), utilisé comme bête de somme.",
  "cheche": "Long voile enroulé autour de la tête et du visage (touareg).",
  "chergui": "Vent chaud et sec venant de l’est au Maghreb.",
  "chott": "Dépression saline temporairement inondée en zone désertique.",
  "couscous": "Plat de semoule accompagné de légumes et de viande ou poisson.",
  "datte": "Fruit sucré du palmier dattier.",
  "dattier": "Palmier cultivé pour ses dattes.",
  "desert": "Région très aride, à faibles précipitations et végétation rare.",
  "djellaba": "Long vêtement à capuche porté au Maghreb.",
  "douar": "Petit village ou hameau rural en Afrique du Nord.",
  "dromadaire": "Camélidé à une bosse, adapté aux longues traversées du désert.",
  "dune": "Amas de sable modelé par le vent.",
  "erg": "Champ de dunes de sable étendu.",
  "fennec": "Petit renard du désert aux grandes oreilles.",
  "gandoura": "Tunique sans manches ample, traditionnelle.",
  "gazelle": "Antilope gracile vivant en milieux arides.",
  "gerbille": "Petit rongeur du désert à longue queue.",
  "guelta": "Bassin d’eau permanent ou temporaire dans le Sahara.",
  "hamada": "Plateau désertique rocheux et nu.",
  "harmattan": "Vent sec et poussiéreux soufflant d’Afrique de l’Ouest vers le nord-est.",
  "henne": "Plante dont la poudre sert à des teintures et tatouages.",
  "hyene": "Grand carnivore charognard des milieux ouverts.",
  "inselberg": "Butte rocheuse isolée se dressant sur une plaine.",
  "karst": "Relief façonné par la dissolution des roches calcaires (grottes, dolines).",
  "khamsin": "Vent chaud et sec d’Égypte, chargé de poussières.",
  "kasbah": "Citadelle ou forteresse d’une ville nord-africaine.",
  "ksar": "Village fortifié traditionnel d’Afrique du Nord.",
  "ksour": "Pluriel de ksar : villages fortifiés traditionnels.",
  "marabout": "Saint homme ou mausolée ; par extension, religieux nord-africain.",
  "mehari": "Chameau/dromadaire dressé pour la selle et les déplacements rapides.",
  "mehariste": "Cavalier ou soldat se déplaçant à dos de méhari.",
  "medina": "Vieille ville historique, souvent aux ruelles étroites.",
  "mirage": "Illusion d’optique due à la déviation de la lumière par l’air chaud.",
  "nomade": "Qui se déplace selon les saisons et les ressources, sans habitat fixe.",
  "oasis": "Espace fertile dans le désert grâce à une source d’eau.",
  "oued": "Cours d’eau intermittent des régions arides.",
  "palmeraie": "Plantation dense de palmiers, souvent autour d’une oasis.",
  "palmier": "Arbre à stipe et palmes, souvent adapté aux zones chaudes.",
  "puits": "Forage vertical permettant d’accéder à l’eau.",
  "reg": "Désert de pierres et de graviers (plateau caillouteux).",
  "renard": "Petit canidé omnivore ; plusieurs espèces vivent en milieux arides.",
  "riad": "Maison traditionnelle organisée autour d’un patio/jardin intérieur.",
  "sable": "Granulat fin issu de l’érosion, modelé par le vent et l’eau.",
  "sabliere": "Lieu d’extraction ou d’accumulation du sable.",
  "sablier": "Instrument mesurant le temps par écoulement de sable.",
  "scarabee": "Coléoptère ; certaines espèces roulent des boulettes de bouse.",
  "scorpion": "Arachnide au dard venimeux, nocturne.",
  "sebkha": "Dépression saline évaporitique, voisine du chott.",
  "simoom": "Vent de sable très chaud et étouffant du désert.",
  "sirocco": "Vent chaud et sec venant du Sahara vers la Méditerranée.",
  "souk": "Marché traditionnel, souvent couvert.",
  "tagine": "Plat mijoté et aussi le récipient en terre cuite conique.",
  "tente": "Abri textile démontable utilisé au campement.",
  "turban": "Bande de tissu enroulée autour de la tête.",
  "varan": "Grand lézard robuste (varan du désert).",
  "vautour": "Grand rapace nécrophage planant sur les courants d’air chaud.",
  "vipere": "Serpent venimeux aux crochets ; espèces adaptées aux zones arides.",
  "wadi": "Nom anglais/arabe de l’oued : lit de cours d’eau temporaire.",
  "yardang": "Crête rocheuse ou sableuse sculptée par l’érosion éolienne."
}